###################
#зашитые значения:
###################

#количество часов работы для 180ч, 168ч, 79ч, 180ч пр/вых, 180ч ночь соответсвтенно
work_hours = {
    '180h' : 11,
    '168h' : 8,
    '79h' : 4,
    '180h_pr' : 11,
    '180h_night' : 11
}
#среднее количество дней для 180ч, 168ч, 79ч, 180ч пр/вых, 180ч ночь соответсвтенно
mid_days_count = {
    '180h': 15,
    '168h': 20,
    '79h': 20,
    '180h_pr': 15,
    '180h_night': 15
}
#максимальное колвичество файлов в день для 180ч, 168ч, 79ч, 180ч пр/вых, 180ч ночь соответсвтенно
max_files_day = {
    '180h': 58,
    '168h': 43,
    '79h': 21,
    '180h_pr': 78,
    '180h_night': 78
}
# максимальное колвичество файлов в месяц для 180ч, 168ч, 79ч, 180ч пр/вых, 180ч ночь соответсвтенно
max_files_month = {
    '180h': 877,
    '168h': 850,
    '79h': 425,
    '180h_pr': 1169,
    '180h_night': 1169
}